Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Downloadable computer game software
it: Software di videogiochi scaricabili

source: Digital telecommunications apparatus
it: Apparecchi di telecomunicazione digitali

source: Digital projectors
it: Proiettori digitali

source: Digital books downloadable from the Internet
it: Libri digitali scaricabili da Internet

source: DC input power supplies
it: Alimentatori CC in ingresso

source: Bioinformatics software
it: Software bioinformatico

source: Apparatus and instruments for scanning probe microscopy
it: Apparecchiature e strumenti per microscopia a scansione di sonda

source: Apparatus and instruments for scanning ion microscopy
it: Apparecchiature e strumenti per microscopia a scansione di ioni

source: Apparatus and instruments for scanning ion conductance microscopy
it: Apparecchiature e strumenti per microscopia a scansione di conduttanza di ioni

source: Apparatus and instruments for microscopy
it: Apparecchiature e strumenti per microscopia

source: Aerials for telecommunications networks
it: Antenne per reti di telecomunicazione

source: USB modems
it: Modem USB

source: Rangefinders for golf
it: Telemetri per il golf

source: Projected capacitive touch sensors
it: Sensori a proiezione tattile capacitiva

source: Downloadable digital music
it: Musica digitale scaricabile

source: Radio apparatus and instruments
it: Apparecchi e strumenti radio

source: Mobile telephone covers made of cloth or textile materials
it: Cover di tela o materiali tessili per telefoni cellulari

source: Mobile telephone cases made of leather or imitations of leather
it: Custodie in pelle o finta pelle per telefoni cellulari

source: Secure microprocessors
it: Microprocessori protetti

source: Lithium batteries
it: Batterie al litio

source: Downloadable electronic newspapers
it: Quotidiani elettronici scaricabili

source: Electronic load modules
it: Moduli di carico elettronici

source: Electronic docking stations
it: Docking station elettroniche

source: Downloadable electronic books
it: Libri elettronici scaricabili

source: Drawing apparatus and instruments adapted for use with computers
it: Apparecchiature e strumenti da disegno adattati per uso informatico

source: Diode arrays
it: Serie di diodi

source: Computer software for wireless network communications
it: Software informatico per comunicazioni di rete wireless

source: Computer software for use in creating and designing websites
it: Software informatico per la creazione e progettazione di siti web

source: Computer software for converting document images into electronic formats
it: Software informatico per la conversione di documenti a immagine in formato elettronico

source: Computer programs and software for image processing used for mobile phones
it: Programmi e software informatici per l'elaborazione di immagini per i telefoni cellulari

source: Automobile stereo adapters
it: Adattatori stereo per automobile

source: AC/DC power supplies
it: Alimentatori di CA/CC

source: Video surveillance systems
it: Sistemi di video-sorveglianza

source: Video imaging systems
it: Sistemi di video-immagini

source: Prerecorded music videos
it: Video musicali preregistrati

source: Prerecorded motion picture videos
it: Video cinematografici preregistrati

source: Prerecorded data carriers for use with computers
it: Supporti di dati preregistrati per computer

source: Portable DVD players
it: Lettori DVD portatili

source: Instructional and teaching apparatus and instruments
it: Apparecchiature e strumenti per istruzione e insegnamento

source: High-voltage power supplies
it: Alimentatori ad alta tensione

source: Flyback transformers
it: Trasformatori flyback

source: Computer software for use in providing multiple user access to a global computer information network
it: Software informatico per fornire l'accesso di molteplici utenti a una rete informatica globale

source: Computer software for the creation of firewalls
it: Software informatico per la creazione di firewall

source: Color filters for liquid crystal displays
it: Filtri di colore per display a cristalli liquidi

source: Downloadable video recordings featuring music
it: Registrazioni di video musicali scaricabili

source: Integrated software packages
it: Pacchetti software integrati

source: Single-crystal silicon wafers
it: Lastre di silicio monocristallino

source: Network facsimile servers
it: Server per fax di rete

source: Electronic game software for wireless devices
it: Software di giochi elettronici per dispositivi wireless

source: Electronic game software for handheld electronic devices
it: Software di giochi elettronici per dispositivi elettronici portatili

source: Software for searching and retrieving information across a computer network
it: Software per la ricerca e il recupero di informazioni in una rete informatica

source: Software for diagnostics and troubleshooting
it: Software per la diagnostica e la ricerca di guasti

source: In-ear headphones
it: Auricolari interni

source: Downloadable interactive entertainment software for playing video games
it: Software interattivo di intrattenimento scaricabili per videogiochi

source: Downloadable interactive entertainment software for playing computer games
it: Software interattivo di intrattenimento scaricabili per giochi per il computer

source: Computer touchscreens
it: Touchscreen per computer

source: Cell phones having large keys and numbers that assist users having impaired vision or dexterity
it: Telefoni cellulari con tasti e numeri grandi per persone con problemi di vista o capacità manuale limitata

source: Cell phone battery chargers for use in vehicles
it: Caricabatteria da auto per telefoni cellulari

source: Prerecorded video cassettes featuring cartoons
it: Videocassette preregistrate con cartoni animati

source: Blank recordable DVDs
it: DVD vergini registrabili

source: Telephone adapters
it: Adattatori telefonici

source: Ballasts for halogen lights
it: Zavorre per luci alogene

source: Disposable plastic bioreactors for cell culture
it: Bioreattori monouso in plastica per colture cellulari

source: Bioreactors for research use
it: Bioreattori per la ricerca

source: Talking scales
it: Bilance parlanti

source: Portable digital electronic scales
it: Bilance elettroniche digitali portatili

source: Letter scales for office use
it: Pesalettere per l'ufficio

source: Letter scales for domestic use
it: Pesalettere per uso domestico

source: Electronic weighing scales for personal use
it: Bilance elettroniche per uso personale

source: Acoustic transformers
it: Trasformatori acustici

source: Lenses for video cameras
it: Lenti per videocamere

source: Electric and electronic musical effects equipment
it: Attrezzature elettriche ed elettroniche per effetti musicali

source: Computer software for business purposes
it: Software informatico per uso commerciale

source: Books recorded on tape
it: Libri registrati su nastro

source: Books recorded on disc
it: Libri registrati su disco

source: Laboratory apparatus and instruments
it: Apparecchiature e strumenti da laboratorio

source: Covers for telephone receivers
it: Custodie per ricevitori telefonici

source: Electric contacts of precious metal
it: Contatti elettrici in metallo prezioso

source: Thermionic valves for radio
it: Valvole termoioniche per radio

source: Credit card cases [fitted holders]
it: Custodie per carte di credito

source: Copper panels for circuit boards
it: Pannelli in rame per piastre circuitali

source: Paper covers for telephone receivers
it: Coperture di carta per ricevitori telefonici

source: Tripods for telescopes
it: Treppiedi per telescopi

source: Optical discs featuring music
it: Dischi ottici con musica

source: Downloadable video recordings
it: Registrazioni video scaricabili

source: Filters for television sets
it: Filtri per televisori

source: X-Y plotters
it: Plotter X-Y

source: Vibrating alarms as reminders to take medication
it: Allarmi vibranti come promemoria per i farmaci

source: Thermostats for vehicle engines
it: Termostati per motori di veicoli

source: USB hardware
it: Hardware USB

source: Rechargeable electric batteries
it: Batterie elettriche ricaricabili

source: RAID controllers
it: Controller RAID

source: Quantum dots [crystalline semi-conductor materials]
it: Punti quantici [materiali semiconduttori cristallini]

source: Programmable digital television recorders
it: Registratori programmabili di televisione digitale

source: Prisms for scientific purposes
it: Prismi per scopi scientifici

source: Prepaid telephone calling cards, magnetically encoded
it: Schede telefoniche prepagate codificate magneticamente

source: Prerecorded digital audio tapes
it: Nastri audiodigitali preregistrati

source: Oxygen masks, not for medical use
it: Maschere di ossigeno, non per uso medico

source: Optical inspection apparatus for industrial use
it: Apparecchi d'ispezione ottica per uso industriale

source: Multimedia software recorded on CD-ROM
it: Software multimediale registrato su CD-ROM

source: Mounting racks for telecommunications hardware
it: Supporti di montaggio per hardware di telecomunicazione

source: Minicomputers
it: Minicomputer

source: Microwave ovens for laboratory use
it: Forni a microonde per laboratori

source: Lanyards for safety purposes for fall protection
it: Cordini di trattenuta di sicurezza anticadute

source: LAN [local area network] access points for connecting network computer users
it: Punti di accesso alla rete locale [LAN] per la connessione di utenti di reti informatiche

source: Laminar flow hoods for laboratory use
it: Cappe a flusso laminare per laboratori

source: Hyperbaric oxygen chambers for non-medical purposes
it: Camere d'ossigeno iperbariche, non per uso medico

source: Liquid crystal displays [LCDs] for home theaters
it: Schermi a cristalli liquidi [LCD] per home theatre

source: Hockey helmets
it: Caschi da hockey

source: Glass tubes for scientific purposes
it: Tubi di vetro per scopi scientifici

source: Face shields, other than for medical purposes
it: Schermi facciali, non per scopi medici

source: Electrophoresis apparatus, not for medical purposes
it: Apparecchi di elettroforesi, non per uso medico

source: Electronic sound pickups for guitars and basses
it: Pickup elettronici per chitarre e bassi

source: Electronic metering devices for faucets
it: Timer elettronici per rubinetti

source: Electronic effect pedals for use with sound amplifiers
it: Pedali elettronici ad effetto per uso con amplificatori sonori

source: Electronic databases recorded on computer media
it: Database elettronici registrati su supporti informatici

source: Electronic apparatus for testing the sterility of medical equipment
it: Apparecchi elettronici per il controllo della sterilità di attrezzature mediche

source: Electronic apparatus for testing the sterility of pharmaceuticals and injectable solutions
it: Apparecchi elettronici per testare la sterilità di prodotti farmaceutici e soluzioni iniettabili

source: Electrical controls for irrigation sprinkler systems
it: Comandi elettrici per sistemi d'irrigazione a pioggia

source: Downloadable printing fonts
it: Caratteri da stampa scaricabili

source: Disposable dispenser syringes for laboratory use
it: Siringhe dispensatrici monouso per laboratorio

source: Disposable plastic gloves for laboratory use
it: Guanti di plastica monouso per laboratorio

source: Disposable latex gloves for laboratory use
it: Guanti di lattice monouso per laboratorio

source: Digital audio tape players
it: Lettori di nastri audio digitali

source: Digital audio players
it: Lettori audio digitali

source: Decorative dials for thermostats
it: Quadranti decorativi per termostati

source: Daisy wheel printers
it: Stampanti a margherita

source: Converters for electric plugs
it: Convertitori per prese elettriche

source: Computer software that assists computers in deploying parallel applications and performing parallel computations
it: Software informatico di assistenza per il rilascio di applicazioni parallele e l'esecuzione di calcoli paralleli

source: Computer software for administration of local area networks
it: Software informatico per l'amministrazione di reti locali

source: Computer shareware
it: Software shareware

source: Computer fax modem cards
it: Schede fax-modem per computer

source: Computer component testing and calibrating equipment
it: Apparecchiatura di prova e taratura di componenti informatici

source: Computer communication software to allow customers to access bank account information and transact bank business
it: Software di comunicazione per consentire l'accesso dei clienti alle informazioni sul proprio conto bancario ed effettuare operazioni

source: Computer chipsets for use in transmitting data to and from a central processing unit
it: Chipset di computer per scambio dati con un'unità di elaborazione centrale

source: Beeper carrying cases
it: Astucci per cercapersone

source: Buoyancy compensator devices for divers
it: Giubbotti ad assetto variabile per subacquei

source: Rebreathers for diving
it: Rebreather per immersioni

source: Blank smart cards
it: Smart card vergini

source: Blank hard disks for computers
it: Dischi rigidi vergini per computer

source: Blank diskettes
it: Dischetti vergini

source: Blank digital audio tapes
it: Nastri audio digitali vergini

source: Ballasts for halogen lamps
it: Zavorre per lampade alogene

source: Ballasts for gas discharge lamps
it: Zavorre per lampade a scarica di gas

source: Avalanche probes
it: Sonde per valanga

source: Antifreeze testers
it: Tester antigelo

source: Threaded electrical cable connectors
it: Connettori filettati per cavi elettrici

source: Projectors for the entertainment industry
it: Proiettori per l'industria dell'intrattenimento

source: Electronic pocket calculators
it: Calcolatrici elettroniche tascabili

source: Multifunction computer keyboards
it: Tastiere multifunzioni per computer

source: Power strips with movable sockets
it: Multiprese elettriche portatili

source: Programs recorded on electronic circuits for amusement apparatus with liquid crystal screens
it: Programmi registrati su circuiti elettronici per apparecchi per il divertimento con schermi a cristalli liquidi

source: Blank CD-ROMs for sound or video recording
it: CD-ROM vergini per registrazioni sonore o video

source: Astrometric measuring apparatus and instruments
it: Apparecchiature e strumenti di misurazione astrometrica

source: LP records
it: Dischi LP

source: Watchbands that communicate data to smartphones
it: Cinturini d'orologio che comunicano dati a smartphones

source: Chargers for electronic cigarettes
it: Ricariche per sigarette elettroniche

source: Connected bracelets [measuring instruments]
it: Braccialetti collegati [strumenti di misura]

source: Covers for smartphones
it: Copertine per smartphone

source: Cases for smartphones
it: Custodie per smartphones

source: Joysticks for use with computers, other than for video games
it: Barre di comando da utilizzare con computer, non per video-giochi

source: Protective films adapted for computer screens
it: Pellicola di protezione adattata per schermo di computer

source: Mouth guards for sports
it: Para-denti per lo sport

source: Head guards for sports
it: Para-testa per lo sport

source: Apparatus for measuring the speed of golf swing
it: Apparecchi per misurare la velocità del swing in golf

source: High definition graphic chipsets
it: Chipsets per grafica ad alta definizione

source: Stands adapted for mobile phones
it: Supporti per telefoni cellulari

source: Nucleic acid sequencers for scientific purposes
it: Sequenziatori di acido nucleico per scopi scientifici

source: Imaging devices for scientific purposes
it: Dispositivi di immagine per scopi scientifici

source: Clock generators for computers
it: Generatori di orologio per computer

source: Dry laser imagers
it: Imagers laser a secco

source: Dry Laser imager printers
it: Stampanti laser a secco

source: DNA microarray
it: Microarray di DNA

source: Biochip sensors
it: Sensori biochip

source: Devices for analyzing genome information
it: Dispositivi per analizzare informazioni genomiche

source: Antireflection coated eyeglasses
it: Occhiali con rivestimento antiriflesso

source: Pens with conductive point for touch screen devices
it: Penne con punta conduttrice per dispositivi a schermo tattile

source: Capacitive styluses for touch screen devices
it: Pennini per schermi tattili capacitivi

source: Video cameras for analyzing golf swing
it: Videocamere per analisi dello swing del golf

source: Virtual reality headsets
it: Caschi per realtà virtuale

source: USB chargers
it: Caricatori USB

source: Lithium secondary batteries
it: Batterie al litio secondarie

source: Underwater power cables
it: Cavi elettrici sottomarini

source: Phase shifters for communications apparatus
it: Sfasatori per apparecchi di comunicazione

source: HDD duplicators
it: Duplicatori HDD

source: Electronic digital signboards
it: Insegne elettroniche digitali

source: Augmented reality software
it: Software di realtà aumentata

source: Augmented reality software for use in mobile devices
it: Software di realtà aumentata da utilizzare in dispositivi mobili

source: Augmented reality software for use in mobile devices for integrating electronic data with real world environments
it: Software di realtà aumentata per uso in dispositivi cellulari per l'integrazione di dati elettronici con ambienti di mondi reali

source: Automatic transfer switches
it: Commutatori di trasferimento

source: Boots for protection against accidents
it: Stivali e scarpe antinfortunistici

source: Boots for protection against irradiation
it: Stivali di protezione anti radiazioni

source: Carrying cases for portable music players
it: Custodie per lettori portatili di musica

source: Cases adapted for CD players
it: Custodie adatte per lettori di CD

source: Cases adapted for DVD players
it: Custodie adatte per lettori di DVD

source: Cases adapted for netbook computers
it: Custodie per computer compatti

source: Cases adapted for notebook computers
it: Custodie per computer portatili

source: Cases for digital media players
it: Custodie per lettori digitali

source: Cases for MP3 players
it: Custodie per lettori MP3

source: Cases for portable media players
it: Custodie per lettori mediatici portatili

source: Clothing for protection against biological hazards
it: Indumenti di protezione da rischi biologici

source: Coaxial connection gender changers
it: Adattatori per connettori coassiali

source: Coin-operated mechanisms for operating gates for car parks
it: Meccanismi a moneta per cancelli di parcheggi

source: Computer utility programs for data compression
it: Programmi di utilità (computer) per compressione dati

source: Computer utility programs for file management
it: Programmi di utilità per gestione di file

source: Covers for MP3 players
it: Custodie per lettori MP3

source: Covers for personal digital assistants [PDAs]
it: Covers per assistenti personali digitali [PDA]

source: Credit card-style USB flash drives
it: Chiavette USB in formato carta di credito

source: Data synchronization cables
it: Cavi per sincronizzazione di dati

source: Decorative magnets in the shape of animals
it: Magneti decorativi a forma di animali

source: Decorative magnets in the shape of letters
it: Magneti decorativi a forma di lettere

source: Decorative magnets in the shape of numbers
it: Magneti decorativi a forma di cifre

source: Digital music players
it: Lettori di musica digitale

source: Display screen filters
it: Filtri per videoschermi

source: Display screen filters adapted for use with tablet computers
it: Filtri per videoschermi adattati per essere utilizzati con tablet

source: Display screen filters adapted for use with televisions
it: Filtri per schermi per apparecchi televisivi

source: Downloadable applications for use with mobile devices
it: Applicazioni scaricabili per uso su dispositivi cellulari

source: Downloadable computer utility programs
it: Programmi di servizio scaricabili

source: Downloadable computer utility software
it: Software di utilità scaricabile

source: Downloadable educational course materials
it: Materiali per corsi d'istruzione scaricabili

source: Downloadable templates for designing audiovisual presentations
it: Modelli scaricabili per la realizzazione di presentazioni audiovisive

source: Electronic control circuits for electric heaters
it: Circuiti elettronici di controllo per stufette elettriche

source: Electronic control circuits for electronic musical instruments
it: Circuiti d'elettronici di comando per strumenti musicali elettronici

source: Electronic keys for automobiles
it: Chiavi elettroniche per automobili

source: Electronic keys for vehicles
it: Chiavi elettroniche per veicoli

source: Encoded reward cards
it: Carte regalo codificate

source: Filters for television screens
it: Filtri per schermi televisivi

source: Fireproof automobile racing suits for safety purposes
it: Tute ignifughe per gare automobilistiche per scopi di sicurezza

source: Footwear for protection against biological hazards
it: Calzature per la protezione da pericoli biologici

source: Footwear for protection against fire
it: Calzature protettive contro incendi

source: Footwear for protection against irradiation
it: Calzature protettive contro le radiazioni

source: Game programs for arcade video game machines
it: Programmi di giochi per macchine da sala giochi

source: Gender changers for coaxial cables
it: Adattatori di genere per cavi coassiali

source: Gender changers in the nature of electrical adapters
it: Adattatori di genere sotto forma di adattatori elettrici

source: Ionization apparatus for scientific or laboratory use
it: Apparecchi di ionizzazione per uso di laboratorio o scientifico

source: Liquid chromatography apparatus for laboratory use
it: Apparecchi di cromatografia liquida da laboratorio

source: Magnetically encoded charge cards
it: Carte di debito codificate magneticamente

source: Non-impact printers
it: Stampanti senza impatto

source: Prescription sunglasses
it: Occhiali da sole da vista

source: Protective helmets for motorists
it: Caschi di protezione per automobilisti

source: Recorded programs for hand-held games with liquid crystal displays
it: Programmi registrati per giochi palmari con schermi a cristalli liquidi

source: Remote control apparatus for opening and closing doors
it: Apparecchi di telecomando per l'apertura e la chiusura di porte

source: Remote control apparatus for opening and closing vehicle doors
it: Apparecchi di telecomando per l'apertura e la chiusura di porte di veicoli

source: Replacement lenses for glasses
it: Lenti sostitutive per occhiali

source: Screen filters for computers and televisions
it: Filtri per schermi per computer e televisori

source: Snowboard helmets
it: Caschi per snowboard

source: Software and applications for mobile devices
it: Software ed applicazioni per dispositivi mobili

source: Solar-powered rechargeable batteries
it: Batterie ricaricabili ad energia solare

source: Soundbars
it: Barre audio

source: USB web keys
it: Chiavi web USB

source: USB web keys for automatically launching pre-programmed website URLs
it: Chiavi web USB per avviare automaticamente URL di siti web pre-programmati

source: Video cameras for broadcasting
it: Videocamere per trasmissioni

source: Video servers
it: Server video

source: Wireless audio speakers
it: Altoparlanti senza filo
